let addresses = [
    ['上海市','东川路800号西21','沈同学','54749110'],
    ['上海市','东川路800号西22','李同学','54749111'],
    ['上海市','东川路800号西23','王同学','54749112'],
    ['上海市','莲花南路800号东21','张同学','54749113'],
    ['上海市','剑川路800号东31','牛同学','54749114'],
    ['上海市','剑川路800号西41','沈同学','54749115'],
    ['上海市','东川路600号西51','沈同学','54749116'],
    ['上海市','东川路700号西21','沈同学','54749117'],
    ['上海市','东川路800号西21','沈同学','54749118'],
]

export const getAddresses = () => addresses;

let users = [
    ['szy0127',false],
    ['thunderboy',false],
    ['abcabc',true],
    ['kkkkk',false]
];

export const getUsers = () => users;